Revit 2027 API
ParameterTypeId.RbsPipeFittingLossMethodServerParam Property
 "Loss Method"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFittingLossMethodServerParam { get; }
Public Shared ReadOnly Property RbsPipeFittingLossMethodServerParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFittingLossMethodServerParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFittingLossMethodServerParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace